Repository: GSDan/MySkinSelfie
Catalog: SkinSelfie/SkinSelfie/AppResources.*.resx
Languages: es

# Main_shareComingSoon
source: The ability to share your folders of photos with other MySkinSelfie users is coming soon. Watch this space!
es: La posibilidad de compartir tus archivos de fotos con otros usuarios de MySkinSelfie estará disponible a corto plazo. ¡Está pendiente de este espacio!

# Help_controlBody
source: The files you've uploaded to MySkinSelfie are under your control, as is your data. At any point you can choose to permanently delete an image, registered skin condition or even your whole account from the cloud.
es: Los archivos que has cargado a MySkinSelfie están bajo tu control al igual que tus datos. En cualquier momento puedes elegir borrar de manera permanente una imagen, una afección cutánea registrada o incluso toda tu cuenta de la nube.

# Help_controlHeading
source: You're in Control
es: Estás en Control

# Help_funcBody
source: By helping you take consistent photographs of your skin through an overlay system, MySkinSelfie is a great tool to use to keep track of your skin conditions' progress. Keep your photos organised by the location of the condition on your body and track how they change over time through the handy comparison tool. The images you take are stored in the cloud - meaning you can access them across multiple devices for years to come. Perfect for long-term condition tracking.
es: MySkinSelfie es una gran herramienta para realizar seguimiento del progreso de las afecciones cutáneas gracias a su sistema de superposición que te permite tomar fotografías concordantes en el tiempo. Conserva sus fotos organizadas por ubicación anatómica de la afección y permite seguimiento monitorizar cambios gracias a su práctica herramienta de comparación. Las imágenes que tomas se almacenan en la nube, lo que significa que puedes acceder a ellas a través de múltiples dispositivos y durante años. Es perfecto para el seguimiento a largo plazo de las afecciones.

# Help_funcHeading
source: Track Your Progress
es: Haz seguimiento de tus progresos

# Help_heading
source: MySkinSelfie makes it easier to keep track of how your skin conditions change over time.
es: MySkinSelfie hace que sea más fácil el seguimiento en el tiempo de tus afecciones cutáneas.

# Help_securityBody
source: Photos taken in MySkinSelfie are uploaded to our cloud servers over a secure connection. All uploaded files are encrypted, meaning that you can be safe in the knowledge that no-one will get their hands on your sensitive images. Photos are kept out of your device's default image gallery and you even have the option to lock the application behind a PIN, preventing any potential embarrassment!
es: Las fotos tomadas en MySkinSelfie se suben a nuestros servidores en la nube a través de una conexión segura. Todos los archivos cargados están encriptados, lo que significa que puedes estar seguro de que nadie tendrá acceso a imágenes susceptibles. ¡Las fotos se mantienen por defecto fuera de la galería de imágenes de tu dispositivo e incluso tiene la opción de bloquear la aplicación con un PIN, evitando cualquier posible situación embarazosa!

# Help_securityHeading
source: Safe & Sound
es: Seguro & Sonido

# Help_shareBody
source: A future update will allow you to share the images you have taken with other MySkinSelfie users. Watch this space!
es: Con una futura actualización, podrás compartir las imágenes que has tomado con otros usuarios de MySkinSelfie, !Está pendiente en este mismo espacio!

# Help_shareHeading
source: Share Your Progress - Coming Soon!
es: Comparte tus progresos- ¡Próximamente!

# Help_title
source: About MySkinSelfie
es: A cerca de MySkinSelfie

# Main_help
source: About
es: A cerca de

# Gallery_needPerms
source: Please enable camera access to continue
es: Por favor permita acceso a la cámara para continuar

# PhotoEdit_AddedToQueue
source: This photo has been added to your upload queue!
es: ¡Esta foto se ha añadido a tu cola de subida!

# PhotoEdit_QueueOrUpload_message
source: Make sure you're on WiFi to avoid data charges when uploading your photos! You can access your upload queue at any time from the app's main screen.
es: Asegúrate de estar en WiFi para evitar cargos de datos al subir tus fotos. Puede acceder a su cola de carga en cualquier momento desde la pantalla principal de la aplicación.

# PhotoEdit_QueueOrUpload_now
source: Upload Now
es: Cargar ahora

# PhotoEdit_QueueOrUpload_queue
source: Upload Later
es: Subir más tarde

# PhotoEdit_QueueOrUpload_title
source: Upload now or later?
es: ¿Subir ahora o más tarde?

# Uploads_allBtn
source: Upload All
es: Subir todo

# Uploads_btn
source: Uploads
es: Cargas

# Uploads_dataWarning
source: Make sure you're on WiFi to avoid data charges when uploading your photos!
es: Asegúrate de estar en WiFi para evitar cargos de datos al subir tus fotos.

# Uploads_dataWarningContinue
source: Start Uploading
es: Empezar a subir

# Uploads_noneMessage
source: You don't have any pending uploads. If you take a photo while offline, it will appear here for later.
es: No tienes ninguna subida pendiente. Si toma una foto sin conexión, aparecerá aquí para más tarde.

# Uploads_noneTitle
source: Nothing to see here...
es: Nada que ver aqui...

# Uploads_title
source: Uploads
es: Cola de carga

# Uploads_upSelectionBtn
source: Upload {0} Photos
es: Sube {0} fotos

# Camera_holdStill
source: Please hold still....
es: Por favor, quédate quieto...

# Camera_noAccess
source: Unable to access the camera
es: ¡No se puede acceder a la cámara!

# Camera_overlayErr
source: Error downloading overlay image!
es: ¡Error al descargar la imagen de superposición!

# Camera_permissionMessage
source: MySkinSelfie requires camera permissions in order to function properly. Please enable camera access next time!
es: MySkinSelfie requiere permisos de cámara para funcionar correctamente. ¡Por favor, habilite el acceso de la cámara la próxima vez!

# Camera_permissionNeeded
source: Camera permission is required!
es: ¡Los permisos de la cámara son necesarios!

# OfflineModeWarning
source: Offline mode - connect to sync changes
es: Modo sin conexión: se conecta para sincronizar los cambios

source: Oops!
es: ¡Vaya!

# PhotoCell_btnDeselect
source: Deselect
es: Deseleccionar

# PhotoCell_btnSelect
source: Compare
es: Comparar

# UploadCell_btnDeselect
source: Deselect
es: Deseleccionar

# UploadCell_btnSelect
source: Select
es: Seleccionar

# Trans_BodyPartsSkinRegions
source: {'LanguageKey':'en','Translations':{'Head':'Head','Neck':'Neck','Torso':'Torso','Arm':'Arm','Groin':'Groin','Buttock':'Buttock','Leg':'Leg','Full Face':'Full Face','Left Side of Face':'Left Side of Face','Right Side of Face':'Right Side of Face','Back of Head':'Back of Head','Top of Head':'Top of Head','Front of Neck':'Front of Neck','Back of Neck':'Back of Neck','Left Side of Neck':'Left Side of Neck','Right Side of Neck':'Right Side of Neck','Left Upper Arm':'Left Upper Arm','Left Forearm':'Left Forearm','Left Wrist':'Left Wrist','Left Hand':'Left Hand','Right Upper Arm':'Right Upper Arm','Right Forearm':'Right Forearm','Right Wrist':'Right Wrist','Right Hand':'Right Hand','Groin Area':'Groin Area','Left Thigh':'Left Thigh','Left Back of Thigh':'Left Back of Thigh','Left Knee':'Left Knee','Left Shin':'Left Shin','Left Calf':'Left Calf','Left Ankle':'Left Ankle','Left Foot':'Left Foot','Right Thigh':'Right Thigh','Right Back of Thigh':'Right Back of Thigh','Right Knee':'Right Knee','Right Shin':'Right Shin','Right Calf':'Right Calf','Right Ankle':'Right Ankle','Right Foot':'Right Foot','Chest':'Chest','Stomach':'Stomach','Upper Back':'Upper Back','Lower Back':'Lower Back','Left Side':'Left Side','Left Shoulder':'Left Shoulder','Left Shoulder Blade':'Left Shoulder Blade','Right Side':'Right Side','Right Shoulder':'Right Shoulder','Right Shoulder Blade':'Right Shoulder Blade','Left Buttock':'Left Buttock','Right Buttock':'Right Buttock'}}
es: {'LanguageKey':'es','Translations':{'Head':'Cabeza','Neck':'Cuello','Torso':'Torso','Arm':'Brazo','Groin':'Ingle','Buttock':'Nalga','Leg':'Pierna','Full Face':'Cara completa','Left Side of Face':'Lado izquierdo de la cara','Right Side of Face':'Lado derecho de la cara','Back of Head':'Parte posterior de la cabeza','Top of Head':'Arriba de la cabeza','Front of Neck':'Frente del cuello','Back of Neck':'Atrás del cuello','Left Side of Neck':'Lado izquierdo del cuello','Right Side of Neck':'Lado derecho del cuello','Left Upper Arm':'Brazo superior izquierdo','Left Forearm':'Antebrazo izquierdo','Left Wrist':'Muñeca izquierda','Left Hand':'Mano izquierda','Right Upper Arm':'Brazo superior derecho','Right Forearm':'Antebrazo derecho','Right Wrist':'Muñeca derecha','Right Hand':'Mano derecha','Groin Area':'Área de la ingle','Left Thigh':'Muslo izquierdo','Left Back of Thigh':'Parte posterior del muslo izquierdo','Left Knee':'Rodilla izquierda','Left Shin':'Shin izquierdo','Left Calf':'Pantorrilla izquierda','Left Ankle':'Tobillo izquierdo','Left Foot':'Pie izquierdo','Right Thigh':'Muslo derecho','Right Back of Thigh':'Parte posterior del muslo derecho','Right Knee':'Rodilla derecha','Right Shin':'Espinilla derecha','Right Calf':'Pantorrilla derecha','Right Ankle':'Tobillo derecho','Right Foot':'Pie derecho','Chest':'Pecho','Stomach':'Estómago','Upper Back':'Superior de la espalda','Lower Back':'Espalda baja','Left Side':'Lado izquierdo','Left Shoulder':'Hombro izquierdo','Left Shoulder Blade':'Omóplato izquierdo','Right Side':'Lado derecho','Right Shoulder':'Hombro derecho','Right Shoulder Blade':'Omoplato derecho','Left Buttock':'Nalga izquierda','Right Buttock':'Nalgas derechas'}}
