Repository: GSDan/MySkinSelfie
Catalog: SkinSelfie/SkinSelfie/AppResources.*.resx
Languages: es

# Camera_adjustOverlay
source: Adjust Overlay
es: Adjustar superposición

# Camera_hideSlider
source: Hide Slider
es: Ocultar control deslizante

# Camera_permissionReq
source: Camera permission is required!
es: ¡Se requiere permiso de la cámara!

# Camera_tip1_message
source: The best photos will be well lit and have a good amount of contrast between your skin and the background. Try to make sure that you'll be able to replicate these shot conditions each time!
es: Las mejores fotos estarán bien iluminadas y tendrán un buen contraste entre tu piel y el fondo. ¡Intenta asegurarte que seas capaz de replicar estas condiciones en cada foto!

# Camera_tip1_title
source: Photo-Taking Tips #1
es: Consejos para tomar fotos #1

# Camera_tip2_message
source: Taking subsequent photos of a condition will overlay the first image you took. Try to line up your new shot with the overlay to be as consistent as possible! You can adjust the visibilty of the overlay by pressing the 'Adjust Overlay' button.
es: En la foto de la afección que tomes posteriormente verás superpuesta la primera foto que tomaste. Trata de alinear tu nueva imagen con la imagen superpuesta para ser lo más coherente posible! Puede ajustar la visibilidad de la superposición pulsando el botón 'Ajustar superposición'.

# Camera_tip2_title
source: Photo-Taking Tips #2
es: Consejos para tomar fotos #2

# Camera_title
source: Take a Photo
es: Toma una foto

# ChangePass_confirmPass
source: Confirm new password:
es: Confirma la nueva contraseña:

# ChangePass_confirmPassTemp
source: Confirm new password
es: Confirma la nueva contraseña

# ChangePass_currentPass
source: Your current password:
es: Tu contraseña actual:

# ChangePass_currentPassTemp
source: Current password
es: Contraseña actual

# ChangePass_error
source: Password Change Error
es: Error en Cambio de Contraseña

# ChangePass_newPass
source: Your new password
es: Tu nueva contraseña

# ChangePass_newPassTemp
source: New password
es: Nueva contraseña

# ChangePass_successMessage
source: Your password has been changed. Please log in again.
es: Tu contraseña ha sido cambiada. Por favor, inicie de nuevo la sesión

# ChangePass_successTitle
source: Success!
es: Lo lograste!

# ChangePass_title
source: Change Password
es: Cambiar contraseña

# ConditionEdit_blurbEdit
source: Alter the information below as needed and then tap the tick in the upper right to confirm your changes.
es: Modifique la información a continuación según sea necesario y luego confirme los cambios presionando la marca de aprobación en la esquina superior derecha.

# ConditionEdit_blurbNew
source: To start tracking a new skin condition, select its body part and skin region. Noting the current treatment method and issue start-date will help you monitor the condition's progress.
es: Para comenzar a hacerle seguimiento a una nueva afección de la piel, seleccione la parte del cuerpo y región de la piel. Registrar el tratamiento actual y la fecha de inicio de la afección le ayudará a monitorear el progreso de la condición.

# ConditionEdit_bodyPart
source: Body part
es: Zona del cuerpo

# ConditionEdit_bodyPartHead
source: Choose a body part:
es: Escoja zona del cuerpo:

# ConditionEdit_conditionName
source: Condition Name
es: Nombre de la afección

# ConditionEdit_conditionNameError
source: Please name the condition.
es: Por favor nombre la afección.

# ConditionEdit_conditionNameHead
source: What is the name of this condition?
es: ¿Cuál es el nombre de esta afección?

# ConditionEdit_confirm
source: Add the condition '{0}' as being on your {1}? You can edit these details later.
es: Agrega la afección'{0}' como si fuse tu {1}? Podrás editar estos detalles luego

# ConditionEdit_confirmTitle
source: Confirm New Condition
es: Confirma nueva afección

# ConditionEdit_delete
source: Delete Condition
es: Elimina afección

# ConditionEdit_deleteError
source: There was an error while deleting your condition - please try again later.
es: Hubo un error mientras intentabas eliminar la afección. Por favor inténtalo nuevamente.

# ConditionEdit_deleteSuccessMessage
source: Condition deleted successfully!
es: ¡Afección eliminada correctamente!

# ConditionEdit_deleteSuccessTitle
source: Deletion Complete
es: Eliminación completada

# ConditionEdit_deleteWarningMessage
source: Are you sure you want to delete this condition and all photos associated with it? This action cannot be undone!
es: ¿Estás seguro que quieres eliminar esta afección y todas las imágenes asociadas a ella? ¡Esta acción no se puede deshacer!

# ConditionEdit_deleteWarningTitle
source: Delete Condition?
es: ¿Eliminar afección?

# ConditionEdit_finished
source: Finished
es: Terminado

# ConditionEdit_markFinished
source: Mark as finished:
es: Marca como terminado:

# ConditionEdit_passcode
source: Require passcode:
es: Necesita contraseña:

# ConditionEdit_reminderEnabled
source: Enable reminders:
es: Habilitar recordatorios:

# ConditionEdit_reminderFreq
source: Reminder Frequency
es: Frecuencia de recordatorio

# ConditionEdit_skinRegion
source: Skin Region
es: Región de la Piel

# ConditionEdit_skinRegionHead
source: Choose a skin region within that area:
es: Escoje una región de la piel dentro de esa área:

# ConditionEdit_startDate
source: When did the issue start?
es: ¿Cuando se inició el problema?

# ConditionEdit_submitError
source: There was an error while attempting to submit the new condition:
es: Hubo un error mientras intentabas enviar la nueva afección:

# ConditionEdit_titleEdit
source: Editing '{0}'
es: Editando '{0}'

# ConditionEdit_titleNew
source: Add New Condition
es: Agrega nueva afección

# ConditionEdit_updateError
source: There was an error while updating the condition - please try again later.
es: Hubo un error al intentar actualizar la afección. Por favor inténtalo más tarde.

# ConditionEdit_updateSuccess
source: Condition updated successfully!
es: ¡Afección actualizada correctamente!

# CreateAcc_btn_submit
source: Submit
es: Envía

# CreateAcc_confirmMessage
source: By pressing agree you confirm: I know that this app is not a replacement for professional treatment or advice and that if I have concerns about my skin I should seek advice or a diagnosis from my GP.
es: Al pulsar tu confirmas que: Yo se que esta aplicación no reemplaza el tratamiento o asesoramiento profesional y si tengo dudas sobre mi piel, debo buscar asesoramiento o diagnostico con mi médico de cabecera.

# CreateAcc_confirmTitle
source: Please Confirm
es: Por favor confirma

# CreateAcc_dob
source: Your date of birth:
es: Tu fecha de nacimiento:

# CreateAcc_email
source: Email address:
es: Dirección de correo electrónico

# CreateAcc_emailTemp
source: email@example.com
es: email@ejemplo.com

# CreateAcc_errorTitle
source: Account Create Error
es: Error al crear cuenta

# CreateAcc_name
source: Your full name:
es: Tu nombre completo:

# CreateAcc_nameTemp
source: Name
es: Nombre

# CreateAcc_password
source: Your password:
es: Tu contraseña:

# CreateAcc_passwordConfirm
source: Confirm password
es: Confirma contraseña

# CreateAcc_passwordMismatchMessage
source: Oops! Make sure your password is entered correctly!
es: ¡Vaya! Asegurate que hayas colocado tu contraseña correctamente!

# CreateAcc_passwordMismatchTitle
source: Passwords don't match!
es: ¡Las contraseñas no concuerdan!

# CreateAcc_passwordTemp
source: Your password
es: Tu contraseña

# CreateAcc_successMessage
source: Your account has been successfully created! An email has been sent to {0} with a confirmation link - please click it to let us know that the email address is genuine.
es: ¡Tu cuenta ha sido creada satisfactoriamente! Se te ha enviado un correo electrónico a {0} con un enlace de verificación. Por favor, haz clic en él para confirmar que la dirección de correo electrónico es la correcta.

# CreateAcc_successTitle
source: Welcome!
es: ¡Bienvenido!

# CreateAcc_title
source: Create a new account
es: Crea una nueva cuenta

# Dialog_agree
source: I Agree
es: Estoy de acuerdo

# Dialog_cancel
source: Cancel
es: Cancelar

# Dialog_cancelled
source: Cancelled
es: Cancelado

# Dialog_confirm
source: Confirm
es: Confirmado

# Dialog_delete
source: Delete
es: Eliminar

# Dialog_loading
source: One moment...
es: Un momento...

# Dialog_success
source: Success
es: Éxito

# Dialog_understand
source: Got it
es: ¡Lo tengo!

# Disclaimer_appIntent
source: This app is designed to help you monitor your skin conditions and lesions. If you have concerns about your skin, seek advice or a diagnosis from your GP or Dermatologist.
es: Esta aplicación está diseñada para ayudarle a monitorizar sus afecciones cutáneas y lesiones. Si usted está preocupado por su piel, busque asesoramiento o diagnóstico donde su médico de cabecera o dermatólogo.

# Disclaimer_btn_agree
source: I Understand & Agree
es: Entiendo y & Acepto

# Disclaimer_imageControl
source: The images taken with this app are securely stored on the MySkinSelfie server and away from other images on your device, meaning that others won't stumble onto them in your gallery/camera roll. You're in control of who can see your photos and can delete them at any time.
es: Las imágenes tomadas con esta aplicación se almacenan de forma segura en el servidor MySkinSelfie separadas de otras imágenes en tu dispositivo, lo que significa que otras personas no las visualizarán en tu galería / rollo de cámara. Tu tienes el control de quién puede ver tus fotos y puedes eliminarlas en cualquier momento.

# Disclaimer_notTreatment
source: This app is not a replacement for professional treatment or advice!
es: !Esta aplicación no sustituye el tratamiento o consejo indicado por un profesional¡

# Disclaimer_thanks
source: Thanks for downloading MySkinSelfie!
es: ¡Gracias por descargar MySkinSelfie!

# Error_connection
source: Please check your Internet connection and try again.
es: Por favor revisa tu conexión de Internet y vuelve a intentarlo.

# Error_delete
source: Deletion Error
es: Error de eliminación

# Error_update
source: Update Error
es: Error de actualización

# Gallery_compareCount
source: Compare {0}/{1}
es: Compara {0}/{1}

# Gallery_compareTooFewMessage
source: Please select 2 photos to compare.
es: Por favor selecciona 2 fotos para compararlas.

# Gallery_compareTooFewTitle
source: Only one photo selected!
es: !Haz seleccionado solamente una foto!

# Gallery_compareTooManyMessage
source: Deselect another photo to add this one.
es: Deselecciona otra foto para agregar ésta.

# Gallery_compareTooManyTitle
source: Only {0} photos can be compared!
es: ¡Solamente {0} fotos pueden ser comparadas!

# Gallery_edit
source: Edit
es: Editar

# Gallery_noPasscode
source: If you want to be extra secure, you can lock this condition behind a pincode in its settings area.
es: Para mayor seguridad, bloquea esta afección con un código PIN en el área de configuración.

# Gallery_selected
source: Selected
es: Seleccionado

# Gallery_takeNew
source: Take New
es: Tome nueva foto

# Gallery_welcome1
source: Tap the camera button above to take your first photo of this condition!
es: !Presiona arriba en el botón de la cámara para tomar tu primera foto de esta afección!

# Gallery_welcome2
source: Creating new folders for each skin condition or body location will help you organise your photos and keep track of them over time.
es: Crear nuevas carpetas para cada afección cutánea o localización anatómica te ayudará a organizar tus fotos y hacer un seguimiento de ellas en el tiempo.

# Gallery_welcome3
source: Don't worry - the photos that you take won't be added to your camera roll.
es: No te preocupes - las fotos que tomes no serán agregadas la galería fotográfica de tu dispositivo.

# Login_error
source: There was an error logging into the service. Please make sure that you're connected to the Internet and that your details are correct!
es: Se ha producido un error al iniciar la sesión. Asegúrate que estés conectado a Internet y que tus datos sean correctos.

# Login_errorNoEmail
source: Please enter the email address associated with your account.
es: Por favor introduce la dirección de correo electrónico asociada a esta cuenta.

# Login_title
source: Log into an existing account
es: Inicia sesión en una cuenta existente

# Main_activeCollections
source: Active Collections
es: Colecciones activas

# Main_add
source: Add New
es: Agrega nuevo

# Main_authErr
source: There was an issue retrieving your data - please sign in again.
es: Se produjo un error al recuperar tus datos. Reinicia la sesión.

# Main_connectionErr
source: There was an error retrieving your content from the server. Please check your connection and try again later.
es: Se produjo un error al recuperar tu contenido desde el servidor. Por favor revisa tu conexión y prueba de nuevo mas tarde.

# Main_feedbackMessage
source: Thanks for trying out MySkinSelfie! We really appreciate it. If you haven't done so already, please fill out the questionnaire
es: ¡Gracias por probar MySkinSelfie! Te estamos muy agradecidos. Si aún no lo has hecho, por favor rellena el cuestionario.

# Main_feedbackOk
source: Open Questionnaire
es: Questionario abierto

# Main_feedbackTitle
source: Please leave feedback
es: Por favor, danos tu opinión

# Main_finishedCollections
source: Finished Collections
es: Colecciones terminadas

# Main_loadingAppData
source: Updating app data...
es: Actualizando datos de la aplicación...

# Main_loadingUserContent
source: Getting your content...
es: Obteniendo tu contenido...

# Main_settings
source: Settings
es: Ajustes

# Main_welcome1
source: Welcome to MySkinSelfie, the skin monitoring app.
es: Binevenido a MySkinSelfie, el aplicativo para monitorizar la piel.

# Main_welcome2
source: Help yourself and your doctor to diagnose and manage your skin problem by recording the appearance, changes and response to treatment of any skin, nail or scalp condition.
es: Ayuda a tu médico y a ti mismo a diagnosticar y gestionar tus problemas cutáneos registrando la apariencia, los cambios y la respuesta a tratamiento de cualquier afección de la piel, de las uñas y del cuero cabelludo.

# Main_welcome3
source: Privately store dated and labelled images securely away from your gallery.
es: Guarda imágenes etiquetadas y con fecha de forma privada y segura lejos de tu galería.

# Main_welcome4
source: To begin, create a new folder by tapping the button in the upper right.
es: Para comenzar, crea una nueva carpeta pulsando el botón en la parte superior derecha.

# PhotoCarousel_Edit
source: Edit
es: Editar

# PhotoCompare_title
source: Comparing {0} photos
es: Comparando {0} fotos

# PhotoEdit_delete
source: Delete Photo
es: Eliminar foto

# PhotoEdit_deleteConfirmMessage
source: Are you sure you want to delete this photo? This action cannot be undone!
es: ¿Estás seguro que quieres eliminar esta foto? !Esta acción no se puede deshacer!

# PhotoEdit_deleteConfirmTitle
source: Delete Photo?
es: ¿Eliminar foto?

# PhotoEdit_deleteConfirmYes
source: Delete
es: Eliminar

# PhotoEdit_deleteErr
source: There was an error while deleting your photo - please try again later.
es: Se ha producido un error mientras se eliminaba tu foto. Vuelve a intentarlo más tarde

# PhotoEdit_deleteSuccess
source: Photo deleted!
es: !Foto eliminada!

# PhotoEdit_finished
source: Finished
es: Completado

# PhotoEdit_notes
source: Notes
es: Anotaciones

# PhotoEdit_shotConditions
source: Shot Conditions
es: Condiciones al fotografiar

# PhotoEdit_treatment
source: Treatment
es: Tratamiento

# PhotoEdit_updateErr
source: There was an error while updating your photo - please try again later.
es: Se ha producido un error al actualizar tu foto- Por favor vuelve a intentarlo más tarde.

# PhotoEdit_updateSuccess
source: Photo updated successfully!
es: ¡Foto actualizada exitosamente!

# PhotoEdit_uploadErr
source: There was an error while uploading your photo - please try again later.
es: Se ha producido un error al cargar tu foto- Por favor vuelve a intentarlo más tarde.

# PhotoEdit_uploadSuccess
source: Photo uploaded successfully!
es: ¡Foto cargada exitosamente!

# ResetPassword_failure
source: There was an error while trying to reset your password. Make sure you're connected to the Internet.
es: Se ha producido un error al intentar reestablecer tu contraseña. Asegúrate que estás conectado a Internet.

# ResetPassword_message
source: Enter the email address associated with your account below and we'll send you a new password:
es: Introduce la dirección de correo electrónico asociada a tu cuenta a continuación y te enviaremos una nueva contraseña:

# ResetPassword_success
source: Your password has been changed. Please check your email inbox for the new password.
es: Tu contraseña ha sido cambiada. Comprueba la bandeja de entrada de tu correo electrónico para obtener la nueva contraseña.

# ResetPassword_title
source: Enter Email Address
es: Introduce tu correo electrónico

# Settings_accountHeader
source: Account Settings
es: Configuración de la cuenta

# Settings_addPIN
source: Add a Security PIN
es: Añade un PIN de seguridad

# Settings_addPINEnter
source: Enter a new PIN
es: Introduce un nuevo PIN

# Settings_addPINSuccess
source: PIN protection added!
es: ¡PIN de seguridad agregado!

# Settings_appHeader
source: App Settings
es: Ajustes del aplicativo

# Settings_changePassword
source: Change Password
es: Cambia la contraseña

# Settings_changePIN
source: Change Security PIN
es: Cambia el PIN de seguridad

# Settings_dangerHeader
source: Dangerous Settings
es: Ajustes Peligrosos

# Settings_deleteAcc
source: Delete Account
es: Ajustes Peligrosos

# Settings_deleteAccFailure
source: There was a problem when deleting your account.
es: Se ha producido un problema al eliminar tu cuenta.

# Settings_deleteAccSafeWord
source: DELETE
es: ELIMINAR

# Settings_deleteAccSafeWordMismatch
source: You didn't type '{0}'!
es: ¡No escribiste '{0}'!

# Settings_deleteAccSuccess
source: Your account has been successfully deleted.
es: Tu cuenta ha sido eliminada correctamente.

# Settings_deleteAccWarning
source: Doing this will permanently delete all of your account information and photos from the server! If you're sure you want to do this, type '{0}' into the box below:
es: ¡Al hacer esto borrarás de forma permanente toda la información de tu cuenta y las fotos del servidor! Si está seguro de que deseas hacerlo, escribe '{0}' en el cuadro de abajo:

# Settings_logOut
source: Log Out
es: Cerrar sesión

# Settings_logOutConfirm
source: Are you sure you want to log out of Skin Selfie? You will need your username and password to sign in again.
es: ¿Seguro que quieres salir de MySkinSelfie? Necesitarás tu nombre de usuario y contraseña para iniciar nuevamente la sesión.

# Settings_logoutConfirmTitle
source: Confirm Logout
es: Confirmar cierre de sesión

# Settings_removePIN
source: Remove Security PIN
es: Eliminar PIN de seguridad

# Settings_removePINEnter
source: Enter your current PIN to continue
es: Para continuar, introduce tu PIN actual

# Settings_removePINSuccess
source: PIN protection removed!
es: ¡Protección por PIN eliminada!

# Settings_resendEmail
source: Resend Confirmation Email
es: Reenviar correo electrónico de confirmación

# Settings_resendEmailFail
source: Error sending email!
es: ¡Error al enviar correo electrónico!

# Settings_resendEmailSuccess
source: Email sent.\nPlease allow a few minutes for it to arrive.
es: Correo electrónico enviado. Espera unos minutos para que llegue.

# Settings_resetPassword
source: Reset Password
es: Restablece la contraseña

# Settings_resetPasswordFailure
source: There was an error while trying to reset your password.
es: Se ha producido un error al intentar restablecer tu contraseña.

# Settings_resetPasswordSuccess
source: Your password has been changed. Please check your email inbox for the new password and sign in again.
es: Tu contraseña ha sido cambiada. Comprueba tu bandeja de entrada de correo electrónico para obtener la nueva contraseña y accede nuevamente.

# Settings_resetPasswordWarning
source: Your new password will be sent to your registered email address: {0} You will need to have access to this address in order to sign back into Skin Selfie. Are your sure you want to do this?
es: Tu nueva contraseña se enviará a tu dirección de correo electrónico registrada: {0}.Tendrás que tener acceso a esta dirección para volver a iniciar sesión en Skin Selfie. ¿Estás seguro de que quieres hacer esto?

# Settings_title
source: Settings
es: Ajustes

# Settings_warning
source: WARNING!
es: ¡ADVERTENCIA!

# Unlock_blurbNew
source: Enter a new PIN to lock the application behind.
es: Introduce un nuevo PIN para bloquear la aplicación.

# Unlock_blurbUnlock
source: Enter your PIN to continue.
es: Introduce tu PIN para continuar.

# Unlock_btnForgot
source: Forgotten PIN?
es: ¿Olvidaste el PIN?

# Unlock_btnNew
source: Add PIN
es: Agrega el PIN

# Unlock_btnUnlock
source: Unlock
es: Desbloquea

# Unlock_confirm
source: Please confirm the PIN
es: Por favor confirma el PIN

# Unlock_confirmErr
source: The entered PINs didn't match!
es: ¡Los PIN introducidos no coinciden!!

# Unlock_folderForgotMessage
source: A new PIN for this folder can be emailed to you. Would you like to reset this PIN and send a new one to {0}?
es: Te podemos enviar un nuevo PIN para esta carpeta a tu correo electrónico. ¿Deseas restablecer este PIN y enviar uno nuevo a {0}?

# Unlock_folderForgotOk
source: Reset PIN
es: Restablecer PIN

# Unlock_folderResetSuccess
source: Check your email inbox for your new PIN!
es: ¡Revisa la bandeja de entrada de tu correo electrónico para obtener tu nuevo PIN!

# Unlock_forgotConfirm
source: Sign Out
es: Desconectar

# Unlock_forgotMessage
source: Signing out and then back in will reset the app's PIN. Would you like to sign out now?
es: Salir y volver a ingresar restablecerá el PIN de la aplicación. ¿Quieres salir ahora?

# Unlock_forgotTitle
source: Forgotten your PIN?
es: ¿Olvidaste tu PIN?

# Unlock_mismatch
source: Please enter the correct PIN.
es: Por favor introduce el PIN correcto.

# Unlock_ohwtf
source: There was an issue retrieving your data - please sign in again.
es: Se produjo un error al recuperar tus datos. Por favor, inicia nuevamente la sesión.

# Unlock_resetErr
source: There was an error resetting the PIN.
es: Se produjo un error al restablecer el PIN.

# Unlock_titleNew
source: Enter a new PIN
es: Introduce un nuevo PIN

# Unlock_titleUnlock
source: App locked!
es: ¡Aplicación bloqueada!

# Welcome_blurb
source: Please create an account or sign in to continue.
es: Por favor, crea una cuenta o inicia sesión para continuar.

# Welcome_btn_createAcc
source: Create New Account
es: Crea una cuenta nueva

# Welcome_btn_forgottenPassword
source: Forgotten Password?
es: ¿Olvidaste la contraseña?

# Welcome_btn_signIn
source: Sign Into Existing Account
es: Inicia sesión en una cuenta existente

# Welcome_header
source: Welcome to MySkinSelfie!
es: ¡Bienvenido a MySkinSelfie!

# Welcome_title
source: Sign into MySkinSelfie
es: Inicia session en MySkinSelfie

# App_loginError
source: Login error!
es: ¡Error de acceso!

# App_passwordFailMessage
source: The entered passwords don't match!
es: ¡Las contraseñas no concuerdan!

# App_passwordFailTitle
source: Password Confirm
es: Confirma la Contraseña

# App_pinPromptMessage
source: Would you like to secure the app behind a PIN?
es: ¿Quieres proteger la aplicación con un PIN?

# App_pinPromptNo
source: Maybe later
es: Quizás más tarde

# App_pinPromptTitle
source: Add a PIN?
es: ¿Agrega un PIN?

# App_pinPromptYes
source: Add PIN
es: Agrega un PIN
